{
  "facts": [
    "The Eiffel Tower can be 15 cm taller during the summer.",
    "Bananas are berries, but strawberries are not.",
    "Honey never spoils.",
    "Octopuses have three hearts.",
    "A day on Venus is longer than a year on Venus.",
    "There are more stars in the universe than grains of sand on Earth.",
    "Humans share 60% of their DNA with bananas.",
    "The shortest war in history lasted 38 minutes.",
    "The longest hiccuping spree lasted 68 years.",
    "Koalas sleep up to 22 hours a day.",
    "The human nose can remember 50,000 different scents.",
    "Wombat poop is cube-shaped.",
    "A group of flamingos is called a 'flamboyance.'",
    "Cows have best friends and get stressed when separated.",
    "The unicorn is the national animal of Scotland.",
    "Tigers have striped skin, not just striped fur.",
    "A shrimp's heart is in its head.",
    "Sea otters hold hands when they sleep to avoid drifting apart.",
    "Sloths can hold their breath longer than dolphins can.",
    "Honeybees can recognize human faces.",
    "A group of crows is called a murder.",
    "The dot over the letter 'i' and 'j' is called a tittle.",
    "A sneeze travels about 100 miles per hour.",
    "Elephants are the only animals that can't jump.",
    "Butterflies taste with their feet.",
    "Polar bears have black skin under their white fur.",
    "A day on Jupiter lasts about 10 hours.",
    "A cat has 32 muscles in each ear.",
    "A group of owls is called a parliament.",
    "Horses can sleep standing up.",
    "Dolphins have names for each other.",
    "Humans are the only animals that blush.",
    "Peanuts are not nuts; they are legumes.",
    "The Great Wall of China is not visible from space without aid.",
    "A group of jellyfish is called a smack.",
    "A snail can sleep for three years.",
    "Giraffes have no vocal cords.",
    "A cockroach can live for weeks without its head.",
    "Sharks have been around longer than trees.",
    "The moon has moonquakes.",
    "Walt Disney was afraid of mice.",
    "A crocodile cannot stick its tongue out.",
    "An ostrich's eye is bigger than its brain.",
    "The longest word in the English language has 189,819 letters.",
    "Kangaroos can't walk backward.",
    "The hashtag symbol is technically called an octothorpe.",
    "A jiffy is an actual unit of time, equal to 1/100th of a second.",
    "There are more fake flamingos in the world than real ones.",
    "A crocodile can't move its tongue and can’t chew.",
    "A chameleon's tongue is twice the length of its body.",
    "The only letter that doesn’t appear on the periodic table is 'J'.",
    "Apples float because they are 25% air.",
    "Kangaroos can’t hop if their tails are lifted off the ground.",
    "Octopuses lay 56,000 eggs at a time.",
    "A group of porcupines is called a prickle.",
    "A goldfish's attention span is longer than that of a human.",
    "The shortest commercial flight in the world lasts just 57 seconds.",
    "A blue whale's heart is the size of a small car.",
    "The word 'set' has the most definitions in the English language.",
    "A flea can jump 350 times its body length.",
    "There are more chickens on Earth than humans.",
    "Banging your head against a wall for one hour burns 150 calories.",
    "The first oranges weren’t orange.",
    "The word 'robot' comes from a Czech word meaning 'forced labor.'",
    "It is impossible for most people to lick their elbow.",
    "Wombats are the only animal whose poop is cube-shaped.",
    "The first computer was invented in the 1940s.",
    "An octopus has three hearts and nine brains.",
    "Alaska is the only state whose name is on one row on a keyboard.",
    "A group of frogs is called an army.",
    "If you lift a kangaroo’s tail off the ground, it can’t hop.",
    "The 100 folds in a chef’s hat represent 100 ways to cook an egg.",
    "The Spanish national anthem has no words.",
    "Octopuses have blue blood.",
    "Bamboo can grow up to 35 inches in a single day.",
    "The electric chair was invented by a dentist.",
    "Cows can walk upstairs, but not downstairs.",
    "Dolphins sleep with one eye open.",
    "An ant can lift 50 times its own weight.",
    "A single strand of spaghetti is called a spaghetto.",
    "A snail can have up to 25,000 teeth.",
    "The Eiffel Tower can be 6 inches taller in the summer.",
    "Penguins propose to their mates with a pebble.",
    "The first item sold on eBay was a broken laser pointer.",
    "There are more stars in the sky than grains of sand on Earth.",
    "A sneeze can travel up to 100 miles per hour.",
    "Owls don’t have eyeballs; they have eye tubes.",
    "Elephants are pregnant for almost two years."
  ]
}
